{
  "entries": [
    {
<<<<<<< HEAD
      "title": "Sorts of sorts",
      "date": "2022-02-10",
      "body": "hahaha",
      "id": 6,
      "favorited": false
=======
      "title": "Worried about Lucy",
      "date": "2021-07-24",
      "body": "Lucy met me at the station, looking sweeter and\nlovlier than ever, and we drove up to the house at the Crescent in\nwhich they have rooms. This is a lovely place. The little river,\nthe Esk, runs through a deep valley, which broadens out as it comes\nnear the harbour. A great viaduct runs across, with high piers,\nthrough which the view seems somehow further away than it really\nis. The valley is beautifully green, and it is so steep that when\nyou are on the high land on either side you look right across it,\nunless you are near enough to see down. The houses of the old\ntown—the side away from us, are all red-roofed, and seem piled up\none over the other anyhow, like the pictures we see of Nuremberg.\nRight over the town is the ruin of Whitby Abbey, which was sacked\nby the Danes, and which is the scene of part of “Marmion,” where\nthe girl was built up in the wall. It is a most noble ruin, of\nimmense size, and full of beautiful and romantic bits. There is a\nlegend that a white lady is seen in one of the windows. Between it\nand the town there is another church, the parish one, round which\nis a big graveyard, all full of tombstones. This is to my mind the\nnicest spot in Whitby, for it lies right over the town, and has a\nfull view of the harbour and all up the bay to where the headland\ncalled Kettleness stretches out into the sea. It descends so\nsteeply over the harbour that part of the bank has fallen away, and\nsome of the graves have been destroyed.",
      "favorited": false,
      "id": 1
>>>>>>> 8e73a2be88587db5fd4e530060c02be9f6880c71
    },
    {
      "title": "Feeling the Anxiety",
      "date": "2021-07-26",
      "body": "I am anxious, and it soothes me to express myself here.It is like whispering to ones self and listening at the same time.And there is also something about the shorthand symbols that makesit different from writing. I am unhappy about Lucy and aboutJonathan. I had not heard from Jonathan for some time, and was veryconcerned, but yesterday dear Mr. Hawkins, who is always so kind,sent me a letter from him. I had written asking him if he hadheard, and he said the enclosed had just been received. It is onlya line dated from Castle Dracula, and says that he is just startingfor home. That is not like Jonathan. I do not understand it, and itmakes me uneasy.\nThen, too, Lucy , although she is so well, has lately taken toher old habit of walking in her sleep. Her mother has spoken to meabout it, and we have decided that I am to lock the door of ourroom every night.\nMrs. Westenra has got an idea that sleep-walkers always go outon roofs of houses and along the edges of cliffs and then getsuddenly wakened and fall over with a despairing cry that echoesall over the place.\n",
      "favorited": false,
      "id": 2
    },
    {
      "title": "Worried about Jonathan",
      "date": "2021-08-24",
      "body": "I had not the heart to write last night, that terrible record of Jonathan upset me so. Poor dear! How he must have suffered, whether it be true or only imagination. I wonder if there is any truth in it at all. Did he get his brain fever, and then write all those terrible things, or had he some cause for it all? I suppose I shall never know, for I dare not open the subject to him. And yet that man we saw yesterday! He seemed quite certain of him, poor fellow! I suppose it was the funeral upset him and sent his mind back on some train of thought.\nHe believes it all himself. I remember how on our wedding day he said “Unless some solemn duty come upon me to go back to the bitter hours, asleep or awake, mad or sane… ” There seems to be through it all some thread of continuity. That fearful Count was coming to London. If it should be, and he came to London, with its teeming millions… There may be a solemn duty, and if it come we must not shrink from it. I shall be prepared. I shall get my typewriter this very hour and begin transcribing. Then we shall be ready for other eyes if required. And if it be wanted, then, perhaps, if I am ready, poor Jonathan may not be upset, for I can speak for him and never let him be troubled or worried with it at all. If ever Jonathan quite gets over the nervousness he may want to tell me of it all, and I can ask him questions and find out things, and see how I may comfort him.\n",
      "favorited": false,
      "id": 3
    },
    {
      "title": "Traveling with Van Helsing",
      "date": "2021-11-01",
      "body": "All day long we have travelled, and at a good speed.\nThe horses seem to know that they are being kindly treated, for\nthey go willingly their full stage at best speed. We have now had\nso many changes and find the same thing so constantly that we are\nencouraged to think that the journey will be an easy one. Dr. Van\nHelsing is laconic, he tells the farmers that he is hurrying to\nBistritz, and pays them well to make the exchange of horses. We get\nhot soup, or coffee, or tea, and off we go. It is a lovely country.\nFull of beauties of all imaginable kinds, and the people are brave,\nand strong, and simple, and seem full of nice qualities. They are\nvery, very superstitious. In the first house where we stopped, when\nthe woman who served us saw the scar on my forehead, she crossed\nherself and put out two fingers towards me, to keep off the evil\neye. I believe they went to the trouble of putting an extra amount\nof garlic into our food, and I cannot abide garlic. Ever since then\nI have taken care not to take off my hat or veil, and so have\nescaped their suspicions. We are travelling fast, and as we have no\ndriver with us to carry tales, we go ahead of scandal. But I\ndaresay that fear of the evil eye will follow hard behind us all\nthe way. The Professor seems tireless. All day he would not take\nany rest, though he made me sleep for a long spell. At sunset time\nhe hypnotized me, and he says I answered as usual,”darkness,\nlapping water and creaking wood.” So our enemy is still on the\nriver. I am afraid to think of Jonathan, but somehow I have now no\nfear for him, or for myself. I write this whilst we wait in a\nfarmhouse for the horses to be ready. Dr. Van Helsing is sleeping.\nPoor dear, he looks very tired and old and grey, but his mouth is\nset as firmly as a conquerors. Even in his sleep he is intense\nwith resolution. When we have well started I must make him rest\nwhilst I drive. I shall tell him that we have days before us, and\nhe must not break down when most of all his strength will be\nneeded… All is ready. We are off shortly.\n",
      "favorited": true,
      "id": 4
    },
    {
      "title": "Carpathians",
      "date": "2021-11-02",
      "body": "All day long driving. The country gets wilder\nas we go, and the great spurs of the Carpathians, which at Veresti\nseemed so far from us and so low on the horizon, now seem to gather\nround us and tower in front. We both seem in good spirits. I think\nwe make an effort each to cheer the other, in the doing so we cheer\nourselves. Dr. Van Helsing says that by morning we shall reach the\nBorgo Pass. The houses are very few here now, and the Professor\nsays that the last horse we got will have to go on with us, as we\nmay not be able to change. He got two in addition to the two we\nchanged, so that now we have a rude four-in-hand. The dear horses\nare patient and good, and they give us no trouble. We are not\nworried with other travellers, and so even I can drive. We shall\nget to the Pass in daylight. We do not want to arrive before. So we\ntake it easy, and have each a long rest in turn. Oh, what will\ntomorrow bring to us? We go to seek the place where my poor darling\nsuffered so much. God grant that we may be guided aright, and that\nHe will deign to watch over my husband and those dear to us both,\nand who are in such deadly peril. As for me, I am not worthy in His\nsight. Alas! I am unclean to His eyes, and shall be until He may\ndeign to let me stand forth in His sight as one of those who have\nnot incurred His wrath.\n",
      "favorited": false,
      "id": 5
    },
    {
      "title": "Approaching Castle Dracula",
      "date": "2021-11-06",
      "body": "It was late in the afternoon when the Professor and\nI took our way towards the east whence I knew Jonathan was coming.\nWe did not go fast, though the way was steeply downhill, for w e\nhad to take heavy rugs and wraps with us. We dared not face the\npossibility of being left without warmth in the cold and the snow.\nWe had to take some of our provisions too, for we were in a perfect\ndesolation, and so far as we could see through the snowfall, there\nwas not even the sign of habitation. When we had gone about a mile,\nI was tired with the heavy walking and sat down to rest. Then we\nlooked back and saw where the clear line of Dracula castle cut\nthe sky. For we were so deep under the hill whereon it was set that\nthe angle of perspective of the Carpathian mountains was far below\nit. We saw it in all its grandeur, perched a thousand feet on the\nsummit of a sheer precipice, and with seemingly a great gap between\nit and the steep of the adjacent mountain on any side. There was\nsomething wild and uncanny about the place. We could hear the\ndistant howling of wolves. They were far off, but the sound, even\nthough coming muffled through the deadening snowfall, was full of\nterror. I knew from the way Dr. Van Helsing was searching about\nthat he was trying to seek some strategic point, where we would be\nless exposed in case of attack. The rough roadway still led\ndownwards. We could trace it through the drifted snow.",
      "favorited": true,
      "id": 6
    }
  ],
  "userInfo": {
    "id": 0,
<<<<<<< HEAD
    "fullName": "Name",
    "email": "name@email.com"
=======
    "fullName": "",
    "email": ""
>>>>>>> 8e73a2be88587db5fd4e530060c02be9f6880c71
  }
}